[net]
width=416
height=416
channels=3
classes=2
filters=21
learning_rate=0.001
max_batches=2000
policy=steps
steps=1600,1800
scales=.1,.1

[convolutional]
size=3
stride=1
pad=1
filters=16
activation=leaky


[route]
layers = -4, -6  

[yolo]
mask = 0,1,2
anchors = 10,13, 16,30, 33,23
classes=2
num=3
jitter=0.3
ignore_thresh=0.5
truth_thresh=1
random=1
